{
  "title": "Plant Privacy Statement",
  "content": [
    {
      "Plant Privacy Statement": "At Plant, we’re committed to protecting and respecting your privacy."
    },
    {
      "Plant Privacy Statement": "This Policy explains when and why we collect personal information about people who visit our website, how we use it, the conditions under which we may disclose it to others and how we keep it secure."
    },
    {
      "Plant Privacy Statement": "We may change this Policy from time to time so please check this page occasionally to ensure that you’re happy with any changes. By using our website, you’re agreeing to be bound by this Policy."
    },
    {
      "Plant Privacy Statement": "Any questions regarding this Policy and our privacy practices should be sent by email to customerservices@plant.com or by writing to ADDRESS."
    },
    {
      "Plant Privacy Statement": "How do we collect information from you?"
    },
    {
      "Plant Privacy Statement": "We collect data to operate effectively and provide you with the best experience on our website. You provide some of this data directly, such as when you make a purchase or when you register to receive our email newsletters. We get some of it by recording how you interact with our website by, for example, using technologies like cookies."
    },
    {
      "Plant Privacy Statement": "What type of information is collected from you?"
    },
    {
      "Plant Privacy Statement": "The personal information we collect might include your name, address, email address, IP address, and information regarding what pages you accessed and when. If you purchase a plant or product from us, your card information is not held by us, it is collected by our third party payment processors, who specialise in the secure online capture and processing of credit/debit card transactions."
    },
    {
      "Plant Privacy Statement": "How is your information used?"
    },
    {
      "Plant Privacy Statement": "We may use your information to:"
    },
    {
      "Plant Privacy Statement": "Process orders that you have submitted"
    },
    {
      "Plant Privacy Statement": "Carry out our obligations arising from any contracts entered into by you and us"
    },
    {
      "Plant Privacy Statement": "Dealing with entries into a competition"
    },
    {
      "Plant Privacy Statement": "Seek your views or comments on the services and products we provide"
    },
    {
      "Plant Privacy Statement": "Notify you of changes to our services"
    },
    {
      "Plant Privacy Statement": "Send you communications which you have requested and that may be of interest to you. These may include information about offers, events, new additions to our range, activities, promotions of our associated companies goods and services"
    },
    {
      "Plant Privacy Statement": "We review our retention periods for personal information on a regular basis. We hold some types of information to fulfil our contract with you (for example the guarantees we offer across hardy plants and products). We will hold your personal information on our systems for as long as is necessary for the relevant activity, or as long as is set out in any relevant contract you hold with us."
    },
    {
      "Plant Privacy Statement": "Who do we share you personal data with?"
    },
    {
      "Plant Privacy Statement": "Third Party Service Providers & Suppliers working on our behalf: We may pass your information to our trusted third party service providers, suppliers, agents subcontractors and other associated organisations for the purposes of completing tasks and providing services to you on our behalf. For example, to send you emails or catalogues, to deliver the products and plants you have ordered from us, fraud management and so on."
    },
    {
      "Plant Privacy Statement": "However, when we use third party service providers & suppliers;"
    },
    {
      "Plant Privacy Statement": "We disclose only the personal information that is necessary to deliver the service and we have a contract in place that requires them to use your data for an exact purpose whilst keeping your information protected and secure at all times."
    },
    {
      "Plant Privacy Statement": "We will not release your information to third parties for them to use for their own direct marketing purposes, unless you have given your consent, or we are required to do so by law, for example, by a court order or for the purposes of prevention of fraud or other crime."
    },
    {
      "Plant Privacy Statement": "We may transfer your personal information to a third party as part of a sale of some or all of our business and assets to any third party or as part of any business restructuring or reorganisation, or if we’re under a duty to disclose or share your personal data in order to comply with any legal obligation or to enforce or apply our terms of use or to protect the rights, property or safety of our customers. However, we will take steps with the aim of ensuring that your privacy rights continue to be protected."
    },
    {
      "Plant Privacy Statement": "To help improve your experience of our website, we currently use the following companies who will process your personal data as part of their contracts with us:"
    },
    {
      "Plant Privacy Statement": "- Google"
    },
    {
      "Plant Privacy Statement": "- Microsoft"
    },
    {
      "Plant Privacy Statement": "- Yahoo"
    },
    {
      "Plant Privacy Statement": "- Twitter"
    },
    {
      "Plant Privacy Statement": "- Pinterest"
    },
    {
      "Plant Privacy Statement": "- Instagram"
    },
    {
      "Plant Privacy Statement": "- YouTube"
    },
    {
      "Plant Privacy Statement": "- Facebook"
    },
    {
      "Plant Privacy Statement": "How you can access and update your information"
    },
    {
      "Plant Privacy Statement": "The accuracy of your information is important to us. If you would like to change your details at any point, please log into your account and update the relevant area."
    },
    {
      "Plant Privacy Statement": "You have the right to ask for a copy of the information plant.com hold about you free of charge. To request this, please email customerservices@plant.com."
    },
    {
      "Plant Privacy Statement": "We reserve the right to charge an administrative fee for further copies of the same information or when a request is manifestly unfounded or excessive, particularly if it is repetitive."
    },
    {
      "Plant Privacy Statement": "You have the right to ask us to delete all information held on you by plant.com. To request this, please email customerservices@plant.com. Please note - if you need to redeem a guarantee or request a refund after making this request, you must be able to provide your order number and details or the plants or products purchased."
    },
    {
      "Plant Privacy Statement": "Security precautions in place to protect the loss, misuse or alteration of your information"
    },
    {
      "Plant Privacy Statement": "When you give us personal information, we take steps to ensure that it’s treated securely. Any sensitive information (such as credit or debit card details) is encrypted and protected with 128 Bit encryption software on SSL. When you are on a secure page, a lock icon will appear on the bottom of web browsers such as Microsoft Internet Explorer or in the address bar on Google Chrome."
    },
    {
      "Plant Privacy Statement": "Non-sensitive details (your email address etc.) are transmitted normally over the Internet, and this can never be guaranteed to be 100% secure. As a result, while we strive to protect your personal information, we cannot guarantee the security of any information you transmit to us, and you do so at your own risk. Once we receive your information, we make our best effort to ensure its security on our systems. Where we have given (or where you have chosen) a password which enables you to access certain parts of our websites, you are responsible for keeping this password confidential. We ask you not to share your password with anyone."
    },
    {
      "Plant Privacy Statement": "Profiling"
    },
    {
      "Plant Privacy Statement": "We may analyse your personal information to create a profile of your interests and preferences so that we can contact you with information relevant to you and create a more personalised experience on our website. We may make use of additional information about you when it is available from external sources to help us do this effectively. We may also use your personal information to detect and reduce fraud and credit risk."
    },
    {
      "Plant Privacy Statement": "Use of 'cookies'"
    },
    {
      "Plant Privacy Statement": "Like many other websites, the Crocus.co.uk website uses cookies. 'Cookies' are small pieces of information sent by an organisation to your computer and stored on your hard drive to allow that website to recognise you when you visit. They collect statistical data about your browsing actions and patterns and do not identify you as an individual. For example, we use cookies to store the plants and products you have added to your wheelbarrow. This helps us to optimise your experience on our website and deliver a more personalised service."
    },
    {
      "Plant Privacy Statement": "It is possible to switch off cookies by setting your browser preferences. For more information on how to switch off cookies on your computer, visit our full cookies policy. Turning cookies off may result in a loss of functionality when using our website."
    },
    {
      "Plant Privacy Statement": "Links to other websites"
    },
    {
      "Plant Privacy Statement": "Our website may contain links to other websites run by other organisations. This privacy policy applies only to our website‚ so we encourage you to read the privacy statements on the other websites you visit. We cannot be responsible for the privacy policies and practices of other sites even if you access them using links from our website."
    },
    {
      "Plant Privacy Statement": "In addition, if you linked to our website from a third party site, we cannot be responsible for the privacy policies and practices of the owners and operators of that third party site and recommend that you check the policy of that third party site."
    },
    {
      "Plant Privacy Statement": "16 or Under"
    },
    {
      "Plant Privacy Statement": "We are concerned to protect the privacy of children aged 16 or under. If you are aged 16 or under‚ please get your parent/guardian's permission beforehand whenever you provide us with personal information."
    },
    {
      "Plant Privacy Statement": "Transferring your information outside of US"
    },
    {
      "Plant Privacy Statement": "As part of the services offered to you through this website, the information which you provide to us may be transferred to countries outside the United States (“US”). By way of example, this may happen if any of our servers are from time to time located in a country outside of the US. These countries may not have similar data protection laws to the US. By submitting your personal data, you’re agreeing to this transfer, storing or processing. If we transfer your information outside of the US in this way, we will take steps to ensure that appropriate security measures are taken with the aim of ensuring that your privacy rights continue to be protected as outlined in this Policy."
    },
    {
      "Plant Privacy Statement": "If you use our services while you are outside the US, your information may be transferred outside the US in order to provide you with those services."
    },
    {
      "Plant Privacy Statement": "Review of this Policy"
    },
    {
      "Plant Privacy Statement": "We keep this Policy under regular review. This Policy was last updated on 27th December 2023."
    },
    {
      "Plant Privacy Statement": "Obviously, if you place an order with us, we're going to need to know something about you: your name, address, credit card number and expiry date. We couldn't do without it. We'll also ask you for a telephone number so you can sort out when you want us to deliver."
    },
    {
      "Plant Privacy Statement": "We will never give out your email address to any third party as we think unsolicited emails are the worst kind of intrusion. Conversely, we do have a relationship with some of the best companies in other sectors (like cooking, clothing etc) and we will give you the option to receive catalogues from them. If you are unsure about anything or you would like to know more, please write to customerservices@plant.com."
    }
  ]
}
