{
  "title": "Returns Policy",
  "content": [
    {
      "Returns Policy": "If you wish to return an item to us, whether it’s because you have changed your mind or there is a problem with it, please contact us with your order number and advise us why. We kindly request that regardless of the reason for return, you keep the original packaging until you have spoken with us."
    },
    {
      "Returns Policy": "Contact Customer Services"
    },
    {
      "Returns Policy": "General email:\tcustomerservices@plant.com"
    },
    {
      "Returns Policy": "Telephone:\tNUMBER (Lines open 9am - 5pm Monday to Friday)"
    },
    {
      "Returns Policy": "Post:\tADDRESS"
    },
    {
      "Returns Policy": "Returns"
    },
    {
      "Returns Policy": "If you wish to return an item which you have received, you have up to 28 days to return it to us. You must contact us in the first 14 days to advise that you intend to return it. It must be returned in the same condition that you received it. Please include your order number and reason for return inside the box. Once we have received your return, your refund will be processed within 7 working days. Please note, we do not refund the original delivery cost or reimburse you for the cost of returning an item to us."
    },
    {
      "Returns Policy": "Until we receive the goods you are returning, they are your responsibility. For your protection and peace of mind, we recommend you use a recorded delivery service."
    },
    {
      "Returns Policy": "If the item has been damaged, used or is not returned in its original packaging, we reserve the right to withhold a percentage of the refund value if the item needs to be reduced in price for resale."
    },
    {
      "Returns Policy": "Please note: If you are returning machinery, the machine must be drained of all fluids and boxed or wrapped securely."
    },
    {
      "Returns Policy": "Faulty Goods"
    },
    {
      "Returns Policy": "If you receive something faulty from us, you have 30 days to return it. Please contact our customer services team who will provide information on how to return the item."
    },
    {
      "Returns Policy": "Incorrect Goods"
    },
    {
      "Returns Policy": "If we sent you something you hadn't ordered, please contact us within 14 days informing us of the problem and our customer services team will provide information on how to return the item."
    },
    {
      "Returns Policy": "Damaged In Transit"
    },
    {
      "Returns Policy": "If your purchase is damaged in transit, please contact us within 14 days informing us of the problem and our customer services team will provide information on how to return the item."
    },
    {
      "Returns Policy": "Defective Goods"
    },
    {
      "Returns Policy": "If you receive a plant that you believe is in bad condition, contact us immediately, but no later than 14 days after its arrival. We request that you email us a photograph of the plant so that we can send it to our plant experts to be reviewed. Bear in mind that plants look different depending on what time of year it is. If you choose deciduous shrub in the winter, it's going to turn up looking pretty bare. It doesn't mean there's anything wrong with it, just that it's out of season and will perk up when the weather does. Many perennial plants won't even show above the soil level in a pot during the winter. However, if you are concerned, contact us with a photograph of the plant within 14 days of delivery and we will be happy to pass the photographs to our plant experts to assess whether there is a problem."
    },
    {
      "Returns Policy": "Guarantees"
    },
    {
      "Returns Policy": "1 month guarantee on plants, shrubs, trees and perennials"
    },
    {
      "Returns Policy": "Our fully hardy plants (excluding bulbs, annuals, biennials, short-lived perennials and cut flowers) are all guaranteed for 1 month after you've bought them. If it fails in the 1 month, send us a picture of the plant along with your order reference number to customerservices@crocus.co.uk. Our plant experts will assess the photograph and identify the problem. This guarantee does not include any plants damaged due to lack of watering or lack of proper horticultural care, so plants will not be replaced if the care guidelines have not been followed. Also, because these are completely beyond our control, we cannot be responsible for any airborne pests and diseases such as box blight, fungal leaf spot or aphids."
    }
  ]
}
