{
  "title": "Terms & Conditions",
  "content": [
    {
      "Terms & Conditions": "Updated on 27th December 2023"
    },
    {
      "Terms & Conditions": "By purchasing goods from Plant.com you enter a legally binding agreement with us on the following terms. You should read and understand these terms because they affect your rights and liabilities. These terms describe the basis for purchase by you and sale by us of the products described on this web site."
    },
    {
      "Terms & Conditions": "Definitions and interpretation"
    },
    {
      "Terms & Conditions": "In these terms the following words have the following meanings."
    },
    {
      "Terms & Conditions": "\"Contract\"\tthe contract for the sale and purchase of the Goods;"
    },
    {
      "Terms & Conditions": "\"the Web Site\"\tour presence on the world wide web, currently accessible via the address www.plant.com;"
    },
    {
      "Terms & Conditions": "\"the Seller\", \"we\", or \"us\"\tWRITE LLC OR SMTHN ELSE (our Company number is NUMBER and our registered office is at ADDRESS)."
    },
    {
      "Terms & Conditions": "1. Basis of the sale"
    },
    {
      "Terms & Conditions": "1. 1 An agreement for us to sell you Goods is made on these terms when we accept an order made by you via our Web Site. The description of the Goods, the price, VAT, insurance and delivery costs are set out in the order page. We will confirm acceptance of your order on-screen."
    },
    {
      "Terms & Conditions": "1.2 We aim to give you a clear idea of the nature of the plants we sell. However, you appreciate that there are inevitably slight variations in size, shape and colour between different specimens. Illustrations, descriptions other information as to particular plants are approximate and for guidance only. We may in our sole discretion from time to time vary the nature of the Goods from that advertised without notice to you, so long as these variations are not material alterations."
    },
    {
      "Terms & Conditions": "2. Details of the order"
    },
    {
      "Terms & Conditions": "2.1 The quantity, quality and description of the Goods will be those set out in your order (if accepted by us)."
    },
    {
      "Terms & Conditions": "2.2 Orders are accepted at our sole discretion but are normally accepted if the Goods are available, the order reflects current pricing, you are based in the Delivery Area and your credit or account card is authorised for the transaction."
    },
    {
      "Terms & Conditions": "2.3 The Goods which can be ordered via our Web Site are only available for delivery to you if you are based in our Delivery Area."
    },
    {
      "Terms & Conditions": "3. Price of the Goods"
    },
    {
      "Terms & Conditions": "3.1 If the price of the Goods increases between the date we accept your order and the delivery date, we will let you know and ask you to confirm by e-mail that the new price is acceptable. If it is not acceptable then you will of course have the option of cancelling the order."
    },
    {
      "Terms & Conditions": "3.2 Our charges for transport, packaging and insurance are detailed on the order page and will be included in the total price for the Goods."
    },
    {
      "Terms & Conditions": "4. Payment terms"
    },
    {
      "Terms & Conditions": "4.1 We will charge your credit card account for payment upon receipt of order. We accept no liability if a delivery is delayed because you did not give us the right payment details."
    },
    {
      "Terms & Conditions": "4.2 If it is not possible to obtain full payment for the Goods from your account on delivery of the Goods to you, we can cancel the Contract or suspend any further deliveries to you. This does not affect any other rights we may have."
    },
    {
      "Terms & Conditions": "4.3 We will take all reasonable care to keep all information connected with your order secure but we cannot be held liable for any loss that you may suffer if a third party obtains unauthorised access to any data, including credit and account details you provide when accessing or ordering from this Web Site, unless this is solely due to our negligence."
    },
    {
      "Terms & Conditions": "5. General delivery"
    },
    {
      "Terms & Conditions": "5.1 We will deliver the Goods to the address you specify for delivery in your order. It is important that this address is accurate. Please be precise about where you would like the Goods left if you are out when we deliver. We cannot accept any liability for any loss or damage to the Goods once they have been delivered in accordance with your delivery instructions."
    },
    {
      "Terms & Conditions": "5.2 We will aim to deliver within the quoted time frame but delivery times are not guaranteed. If delivery is delayed due to any cause beyond our reasonable control, we will contact you to advise you that the delivery date will have to be extended."
    },
    {
      "Terms & Conditions": "6. Risk and ownership"
    },
    {
      "Terms & Conditions": "6.1 Risk of damage to or loss of the Goods passes to you at the time of delivery to you or, if you fail to take delivery at the agreed time, the time when we tried to deliver."
    },
    {
      "Terms & Conditions": "6.2 You will only own the Goods once they have been successfully delivered and when we have received cleared payment in full. Goods supplied are not for resale."
    },
    {
      "Terms & Conditions": "7. Allergies"
    },
    {
      "Terms & Conditions": "7.1 Some of our plants may be harmful or poisonous to humans and animals. For more information, please visit websites with descriptions of plants and possible allergies to them or consult your doctor."
    },
    {
      "Terms & Conditions": "8. Returns and cancellations"
    },
    {
      "Terms & Conditions": "8.1 Click here MAKE A NEW PAGE to read our returns policy."
    },
    {
      "Terms & Conditions": "5. General delivery"
    },
    {
      "Terms & Conditions": "5.1 We will deliver the Goods to the address you specify for delivery in your order. It is important that this address is accurate. Please be precise about where you would like the Goods left if you are out when we deliver. We cannot accept any liability for any loss or damage to the Goods once they have been delivered in accordance with your delivery instructions."
    },
    {
      "Terms & Conditions": "5.2 We will aim to deliver within the quoted time frame but delivery times are not guaranteed. If delivery is delayed due to any cause beyond our reasonable control, we will contact you to advise you that the delivery date will have to be extended."
    },
    {
      "Terms & Conditions": "6. Risk and ownership"
    },
    {
      "Terms & Conditions": "6.1 Risk of damage to or loss of the Goods passes to you at the time of delivery to you or, if you fail to take delivery at the agreed time, the time when we tried to deliver."
    },
    {
      "Terms & Conditions": "6.2 You will only own the Goods once they have been successfully delivered and when we have received cleared payment in full. Goods supplied are not for resale."
    },
    {
      "Terms & Conditions": "7. Allergies"
    },
    {
      "Terms & Conditions": "7.1 Some of our plants may be harmful or poisonous to humans and animals. For more information, please visit websites with descriptions of plants and possible allergies to them or consult your doctor."
    },
    {
      "Terms & Conditions": "8. Returns and cancellations"
    },
    {
      "Terms & Conditions": "8.1 Click here NEW PAGE CREATE to read our returns policy."
    },
    {
      "Terms & Conditions": "9. Warranties"
    },
    {
      "Terms & Conditions": "9.1 We aim to provide high quality plants and products to our customers. Accordingly, we warrant that where the Goods are products and not already covered by a manufacturer's guarantee, they will meet their specification and will be free from defects in materials and workmanship at the time of delivery. Where the goods are hardy plants (excluding seeds, bulbs, annuals, biennials, short-lived perennials and cut flowers), we warrant that they are covered by a 1 month guarantee. If the plant should die of natural causes up to 1 month after they have been delivered, we will provide you with a refund. We are also not able to guarantee that a plant will produce flowers or fruit at a particular time. That's because this is largely determined by external factors beyond our control, such as the plants age, or the availability of water, light and nutrients. We further undertake however that the plants will be in good condition at the time of delivery and will be of the type ordered, or if that type is not available we will let you know by e mail and, if possible, suggest a suitable alternative which is available. If you do not want the alternative suggested, you will be entitled to order another plant or cancel your order, as you wish."
    },
    {
      "Terms & Conditions": "9.2 The availability, price and colour of plants we sell to you may vary according to seasonal and market availability. We will endeavour to confirm these details when we confirm your order for the plants or prior to delivery. If there have been any material variations, you will have the option of cancelling your order."
    },
    {
      "Terms & Conditions": "10. Liability"
    },
    {
      "Terms & Conditions": "10.1 If you have a valid claim in respect of any of Goods which is based on any defect in their quality or condition or their failure to meet specification in accordance with the Contract, and you have returned the Goods within a reasonable time, you will be entitled to choose either a refund of the price of the Goods or replacement Goods free of charge."
    },
    {
      "Terms & Conditions": "10.2 We shall not be liable to you in connection with any contract, in tort (including negligence), contract or otherwise for any loss of profit, anticipated savings or data that your business may suffer."
    },
    {
      "Terms & Conditions": "10.3 These terms and conditions do not affect your statutory rights as a consumer."
    },
    {
      "Terms & Conditions": "10.4 We will continually improve the Goods, so changes to them may be made at any time. We will use reasonable commercial endeavours to keep the Web Site up to date but the information and specifications given are for your information only and are subject to change without notice.Pictures on the Web Site are generally accurate but variations in colour, shape and size must be expected."
    },
    {
      "Terms & Conditions": "10.5 The content of the Web Site is directed solely at those who access the site from addresses within the Delivery Area."
    },
    {
      "Terms & Conditions": "10.6 We assume no responsibility for the contents of any other web sites to which this Web Site has links."
    },
    {
      "Terms & Conditions": "11. Matters out of our control"
    },
    {
      "Terms & Conditions": "11.1 We will not be liable to you or in breach of the Contract for delay or failure to perform due to a cause beyond our reasonable control."
    },
    {
      "Terms & Conditions": "12. Copyright"
    },
    {
      "Terms & Conditions": "12.1 All of the written, photographic, design and audio content of the Web Site together with the selection and arrangement of it and all software compilations are our copyrighted property or that of the people who have granted to us the right to use it and is protected as such. All rights reserved."
    },
    {
      "Terms & Conditions": "12.2 None of this material may be used without our written permission. You may download or print a single copy for your own non-commercial off-line viewing."
    },
    {
      "Terms & Conditions": "12.3 All names, logos, slogans, or other phrases may be a trade mark of ours or another person or corporation. Any unauthorised use of a trade mark is unlawful."
    },
    {
      "Terms & Conditions": "13. Privacy"
    },
    {
      "Terms & Conditions": "13.1 Click here to read our privacy policy which explains how we will not pass on your details to any third party."
    },
    {
      "Terms & Conditions": "14. Changes"
    },
    {
      "Terms & Conditions": "14.1 We reserve the right to make changes to this Web Site and these terms at any time."
    },
    {
      "Terms & Conditions": "15. Complaints"
    },
    {
      "Terms & Conditions": "15.1 If you wish to complain about any aspect of our service, please email us at customerservices@plants.com"
    },
    {
      "Terms & Conditions": "16. Governing law and jurisdiction"
    },
    {
      "Terms & Conditions": "16.1 These terms will be governed by Massachusetts state and US law and any disputes will be resolved exclusively by the US Courts."
    },
    {
      "Terms & Conditions": "17. General"
    },
    {
      "Terms & Conditions": "17.1 Emails to you will be to the address you specify to us. It is important that you give us an accurate and valid e-mail address and contact telephone number and tell us of any changes to them."
    },
    {
      "Terms & Conditions": "17.2 If either we or you fail to enforce a right under these terms, that failure will not stop us or you from enforcing the other rights, or the same type of right on a later occasion."
    },
    {
      "Terms & Conditions": "17.3 To the extent that any provision of these terms is found by any court or competent authority to be invalid, unlawful or unenforceable in any jurisdiction, that provision will be deemed not to be a part of these terms, it will not affect the enforceability of the remainder of these terms nor will it affect the validity, lawfulness or enforceability of that provision in any other jurisdiction."
    },
    {
      "Terms & Conditions": "17.4 The headings in these terms are for convenience only and will not affect their interpretation."
    }
  ]
}
